Repository: xcv58/MacTools
Catalog: Plugins/Homebrew/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

# detail.confirm.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

# detail.confirm.cleanup.button
source: Clean
ar: تنظيف
de: Bereinigen
es: Limpiar
fr: Nettoyer
ja: クリーンアップ
ko: 정리
pt: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清理
zh_hant: 清理

# detail.confirm.cleanup.message
source: Runs brew cleanup to remove old Homebrew versions and download caches.
ar: يشغّل brew cleanup لإزالة إصدارات Homebrew القديمة وذاكرات التنزيل المؤقتة.
de: Führt die Brew-Bereinigung aus, um alte Homebrew-Versionen zu entfernen und Caches herunterzuladen.
es: Ejecuta brew cleanup para eliminar versiones antiguas y cachés de descarga de Homebrew.
fr: Exécute brew cleanup pour supprimer les anciennes versions Homebrew et les caches de téléchargement.
ja: brew cleanup を実行して古い Homebrew バージョンとダウンロードキャッシュを削除します。
ko: Brew 정리를 실행하여 이전 Homebrew 버전을 제거하고 캐시를 다운로드합니다.
pt: Executa brew cleanup para remover versões antigas e caches de download do Homebrew.
ru: Запускает очистку Brew для удаления старых версий Homebrew и загрузки кешей.
tr: brew cleanup komutunu çalıştırarak eski Homebrew sürümlerini ve indirme önbelleklerini kaldırır.
zh_hans: 将执行 brew cleanup，删除 Homebrew 旧版本和下载缓存。
zh_hant: 將執行 brew cleanup，刪除 Homebrew 舊版本與下載快取。

# detail.confirm.cleanup.title
source: Clean Homebrew cache?
ar: تنظيف ذاكرة Homebrew المؤقتة؟
de: Homebrew-Cache leeren?
es: ¿Limpiar caché de Homebrew?
fr: Nettoyer le cache Homebrew ?
ja: Homebrew キャッシュを削除しますか？
ko: 홈브류 캐시를 정리하시겠습니까?
pt: Limpar cache do Homebrew?
ru: Очистить кэш Homebrew?
tr: Homebrew önbelleği temizlensin mi?
zh_hans: 确认清理 Homebrew 缓存？
zh_hant: 確認清理 Homebrew 快取？

# detail.confirm.defaultTitle
source: Confirm Action
ar: تأكيد الإجراء
de: Aktion bestätigen
es: Confirmar acción
fr: Confirmer l’action
ja: 操作を確認
ko: 조치 확인
pt: Confirmar ação
ru: Подтвердить действие
tr: Eylemi Onayla
zh_hans: 确认操作
zh_hant: 確認操作

# detail.confirm.tap.button
source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
tr: Ekle
zh_hans: 添加
zh_hant: 加入

# detail.confirm.tap.message
source: Runs brew tap %@ so Homebrew can fetch formula and cask data from this source.
ar: يشغّل brew tap %@ ليجلب Homebrew بيانات formula و cask من هذا المصدر.
de: Führt brew tap %@ aus, damit Homebrew Formula- und Cask-Daten aus dieser Quelle abrufen kann.
es: Ejecuta brew tap %@ para que Homebrew obtenga datos de formula y cask desde esta fuente.
fr: Exécute brew tap %@ afin que Homebrew récupère les données formula et cask depuis cette source.
ja: brew tap %@ を実行し、このソースから formula と cask 情報を取得できるようにします。
ko: brew tap %@을(를) 실행하여 Homebrew가 이 소스에서 formula 및 cask 데이터를 가져올 수 있게 합니다.
pt: Executa brew tap %@ para que o Homebrew obtenha dados de formula e cask dessa fonte.
ru: Выполняет brew tap %@, чтобы Homebrew мог получать данные formula и cask из этого источника.
tr: brew tap %@ komutunu çalıştırır; Homebrew böylece bu kaynaktan formula ve cask verilerini alabilir.
zh_hans: 将执行 brew tap %@，Homebrew 会从该软件源获取配方和 cask 信息。
zh_hant: 將執行 brew tap %@，Homebrew 會從該軟體源取得 formula 與 cask 資訊。

# detail.confirm.tap.title
source: Add tap?
ar: إضافة مصدر؟
de: Homebrew-Repository hinzufügen?
es: ¿Agregar tap?
fr: Ajouter le tap ?
ja: Tap を追加しますか？
ko: 탭을 추가하시겠습니까?
pt: Adicionar tap?
ru: Добавить репозиторий Homebrew?
tr: Tap eklensin mi?
zh_hans: 确认添加软件源？
zh_hant: 確認加入軟體源？

# detail.confirm.uninstall.button
source: Uninstall
ar: إزالة
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
ja: アンインストール
ko: 제거
pt: Desinstalar
ru: Удалить
tr: Kaldır
zh_hans: 卸载
zh_hant: 解除安裝

# detail.confirm.uninstall.message
source: Runs brew uninstall %@. Features that depend on it may be affected.
ar: يشغّل brew uninstall %@. قد تتأثر الميزات التي تعتمد عليه.
de: Führt brew uninstall %@ aus. Davon abhängige Funktionen können beeinträchtigt werden.
es: Ejecuta brew uninstall %@. Las funciones que dependen de este paquete pueden verse afectadas.
fr: Exécute brew uninstall %@. Les fonctionnalités qui en dépendent peuvent être affectées.
ja: brew uninstall %@ を実行します。他のパッケージが依存している場合、関連機能に影響することがあります。
ko: brew uninstall %@을(를) 실행합니다. 이에 의존하는 기능에 영향을 줄 수 있습니다.
pt: Executa brew uninstall %@. Recursos que dependem dele podem ser afetados.
ru: Выполняет brew uninstall %@. Функции, зависящие от этого пакета, могут быть затронуты.
tr: brew uninstall %@ komutunu çalıştırır. Bu pakete bağımlı özellikler etkilenebilir.
zh_hans: 将执行 brew uninstall %@。如果其他包依赖它，相关功能可能受到影响。
zh_hant: 將執行 brew uninstall %@。若其他套件相依於它，相關功能可能受影響。

# detail.confirm.uninstall.title
source: Uninstall %@?
ar: إزالة %@؟
de: %@ deinstallieren?
es: ¿Desinstalar %@?
fr: Désinstaller %@ ?
ja: %@ をアンインストールしますか？
ko: %@을(를) 제거하시겠습니까?
pt: Desinstalar %@?
ru: Удалить %@?
tr: %@ kaldırılsın mı?
zh_hans: 确认卸载 %@？
zh_hant: 確認解除安裝 %@？

# detail.confirm.untap.button
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Retirer
ja: 削除
ko: 제거
pt: Remover
ru: Удалить
tr: Kaldır
zh_hans: 移除
zh_hant: 移除

# detail.confirm.untap.message
source: Runs brew untap %@. Packages from this source may stop receiving updates.
ar: يشغّل brew untap %@. قد تتوقف الحزم من هذا المصدر عن تلقي التحديثات.
de: Führt brew untap %@ aus. Pakete aus dieser Quelle erhalten möglicherweise keine Updates mehr.
es: Ejecuta brew untap %@. Los paquetes de esta fuente podrían dejar de actualizarse.
fr: Exécute brew untap %@. Les paquets de cette source peuvent ne plus recevoir de mises à jour.
ja: brew untap %@ を実行します。このソースに依存するパッケージは更新できなくなる場合があります。
ko: brew untap %@을(를) 실행합니다. 이 소스의 패키지는 더 이상 업데이트를 받지 못할 수 있습니다.
pt: Executa brew untap %@. Pacotes dessa fonte podem deixar de receber atualizações.
ru: Выполняет brew untap %@. Пакеты из этого источника могут перестать получать обновления.
tr: brew untap %@ komutunu çalıştırır. Bu kaynaktan yüklenen paketler güncelleme alamayabilir.
zh_hans: 将执行 brew untap %@。依赖该软件源的包可能无法继续更新。
zh_hant: 將執行 brew untap %@。依賴該軟體源的套件可能無法繼續更新。

# detail.confirm.untap.title
source: Remove %@?
ar: إزالة %@؟
de: %@ entfernen?
es: ¿Eliminar %@?
fr: Retirer %@ ?
ja: %@ を削除しますか？
ko: %@을(를) 제거하시겠습니까?
pt: Remover %@?
ru: Удалить %@?
tr: %@ kaldırılsın mı?
zh_hans: 确认移除 %@？
zh_hant: 確認移除 %@？

# detail.confirm.upgradeAll.button
source: Upgrade All
ar: ترقية الكل
de: Alle aktualisieren
es: Actualizar todo
fr: Tout mettre à jour
ja: すべて更新
ko: 모두 업그레이드
pt: Atualizar tudo
ru: Обновить все
tr: Tümünü Yükselt
zh_hans: 更新全部
zh_hant: 全部更新

# detail.confirm.upgradeAll.message
source: Runs brew upgrade to update all upgradeable Homebrew packages. Installed software may change.
ar: يشغّل brew upgrade لتحديث كل حزم Homebrew القابلة للترقية. قد تتغير البرامج المثبتة.
de: Führt brew upgrade aus, um alle aktualisierbaren Homebrew-Pakete zu aktualisieren. Die installierte Software kann sich ändern.
es: Ejecuta brew upgrade para actualizar todos los paquetes Homebrew actualizables. El software instalado puede cambiar.
fr: Exécute brew upgrade pour mettre à jour tous les paquets Homebrew disponibles. Les logiciels installés peuvent changer.
ja: brew upgrade を実行して更新可能な Homebrew パッケージをすべて更新します。インストール済みソフトウェアが変更される場合があります。
ko: Brew 업그레이드를 실행하여 업그레이드 가능한 모든 Homebrew 패키지를 업데이트합니다. 설치된 소프트웨어는 변경될 수 있습니다.
pt: Executa brew upgrade para atualizar todos os pacotes Homebrew atualizáveis. O software instalado pode mudar.
ru: Запускает обновление для обновления всех обновляемых пакетов Homebrew. Установленное программное обеспечение может измениться.
tr: Yükseltilebilir tüm Homebrew paketlerini güncellemek için brew upgrade komutunu çalıştırır. Yüklü yazılımlar değişebilir.
zh_hans: 将执行 brew upgrade，更新所有可升级的 Homebrew 包。此操作可能修改已安装软件。
zh_hant: 將執行 brew upgrade，更新所有可升級的 Homebrew 套件。此操作可能修改已安裝軟體。

# detail.confirm.upgradeAll.title
source: Upgrade all packages?
ar: ترقية كل الحزم؟
de: Alle Pakete upgraden?
es: ¿Actualizar todos los paquetes?
fr: Mettre à jour tous les paquets ?
ja: すべてのパッケージを更新しますか？
ko: 모든 패키지를 업그레이드하시겠습니까?
pt: Atualizar todos os pacotes?
ru: Обновить все пакеты?
tr: Tüm paketler yükseltilsin mi?
zh_hans: 确认更新所有包？
zh_hant: 確認更新所有套件？

# detail.console.buttonCancel
source: Cancel Operation
ar: إلغاء العملية
de: Vorgang abbrechen
es: Cancelar operación
fr: Annuler l’opération
ja: 操作をキャンセル
ko: 작업 취소
pt: Cancelar operação
ru: Отменить операцию
tr: İşlemi İptal Et
zh_hans: 取消操作
zh_hant: 取消操作

# detail.console.buttonClear
source: Clear
ar: مسح
de: Leeren
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
pt: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清空
zh_hant: 清除

# detail.console.title
source: Console Logs
ar: سجلات وحدة التحكم
de: Konsolenprotokolle
es: Registros de consola
fr: Journaux de console
ja: コンソールログ
ko: 콘솔 로그
pt: Logs do console
ru: Журналы консоли
tr: Konsol Günlükleri
zh_hans: 控制台日志
zh_hant: 主控台記錄

# detail.detail.actionPin
source: Pin Version
ar: تثبيت الإصدار
de: Version anheften
es: Fijar versión
fr: Épingler la version
ja: バージョンを固定
ko: 버전 고정
pt: Fixar versão
ru: Закрепить версию
tr: Sürümü Sabitle
zh_hans: 锁定版本
zh_hant: 鎖定版本

# detail.detail.actionUninstall
source: Uninstall
ar: إزالة
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
ja: アンインストール
ko: 제거
pt: Desinstalar
ru: Удалить
tr: Kaldır
zh_hans: 卸载
zh_hant: 解除安裝

# detail.detail.actionUnpin
source: Unpin
ar: إلغاء التثبيت
de: Lösen
es: Dejar de fijar
fr: Désépingler
ja: 固定解除
ko: 고정 해제
pt: Desfixar
ru: Открепить
tr: Sabitlemeyi Kaldır
zh_hans: 解除锁定
zh_hant: 解除鎖定

# detail.detail.actionUpgrade
source: Upgrade
ar: ترقية
es: Actualizar
fr: Mettre à jour
ja: アップグレード
ko: 업그레이드
pt: Atualizar
ru: Обновление
tr: Yükselt
zh_hans: 更新
zh_hant: 更新

# detail.detail.dependencies
source: Dependencies (%d)
ar: التبعيات (%d)
de: Abhängigkeiten (%d)
es: Dependencias (%d)
fr: Dépendances (%d)
ja: 依存関係（%d）
ko: 종속성 (%d)
pt: Dependências (%d)
ru: Зависимости (%d)
tr: Bağımlılıklar (%d)
zh_hans: 依赖（%d）
zh_hant: 相依套件（%d）

# detail.detail.installedVer
source: Installed
ar: المثبت
de: Installiert
es: Instalado
fr: Installé
ja: インストール済み
ko: 설치됨
pt: Instalado
ru: Установлено
tr: Yüklü Sürüm
zh_hans: 已安装版本
zh_hant: 已安裝版本

# detail.detail.latestAvailableVer
source: Latest Available
ar: الأحدث المتاح
de: Neueste verfügbar
es: Última disponible
fr: Dernière disponible
ja: 利用可能な最新
ko: 최신 사용 가능
pt: Mais recente disponível
ru: Последние доступные
tr: Kullanılabilir En Yeni Sürüm
zh_hans: 可用最新版本
zh_hant: 可用最新版本

# detail.detail.latestVer
source: Latest
ar: الأحدث
de: Neueste
es: Última
fr: Dernière
ja: 最新
ko: 최신
pt: Mais recente
ru: Последние
tr: En Yeni Sürüm
zh_hans: 最新版本
zh_hant: 最新版本

# detail.detail.onlineHint
source: Select a search result to install
ar: حدد نتيجة بحث للتثبيت
de: Wählen Sie ein Suchergebnis zur Installation aus
es: Selecciona un resultado para instalar
fr: Sélectionnez un résultat à installer
ja: 検索結果を選択してインストール
ko: 설치할 검색 결과를 선택하세요
pt: Selecione um resultado para instalar
ru: Выберите результат поиска для установки
tr: Yüklemek için bir arama sonucu seçin
zh_hans: 选择搜索结果后安装
zh_hant: 選擇搜尋結果後安裝

# detail.detail.pinned
source: Pinned
ar: مثبت
de: Angepinnt
es: Fijado
fr: Épinglé
ja: 固定済み
ko: 고정됨
pt: Fixado
ru: Закреплено
tr: Sabitlenmiş
zh_hans: 已锁定
zh_hant: 已鎖定

# detail.detail.selectionHint
source: Select a package to view details
ar: حدد حزمة لعرض التفاصيل
de: Wählen Sie ein Paket aus, um Details anzuzeigen
es: Selecciona un paquete para ver detalles
fr: Sélectionnez un paquet pour voir les détails
ja: パッケージを選択して詳細を表示
ko: 세부정보를 보려면 패키지를 선택하세요.
pt: Selecione um pacote para ver detalhes
ru: Выберите пакет, чтобы просмотреть подробности
tr: Ayrıntıları görmek için bir paket seçin
zh_hans: 选择一个包查看详情
zh_hant: 選擇套件以查看詳情

# detail.detail.type
source: Type
ar: النوع
de: Typ
es: Tipo
ja: 種類
ko: 유형
pt: Tipo
ru: Тип
tr: Tür
zh_hans: 类型
zh_hant: 類型

# detail.detail.typeCask
source: GUI App (Cask)
ar: تطبيق رسومي (Cask)
es: App gráfica (Cask)
fr: App graphique (Cask)
ja: GUI アプリ（Cask）
ko: GUI 앱(Cask)
pt: App gráfica (Cask)
ru: Приложение с графическим интерфейсом (Cask)
tr: Grafik Arayüzlü Uygulama (Cask)
zh_hans: 图形应用（Cask）
zh_hant: 圖形 App（Cask）

# detail.detail.typeFormula
source: CLI Package (Formula)
ar: حزمة سطر أوامر (Formula)
de: CLI-Paket (Formel)
es: Paquete CLI (Formula)
fr: Paquet CLI (Formula)
ja: CLI パッケージ（Formula）
ko: CLI 패키지(공식)
pt: Pacote CLI (Formula)
ru: Пакет CLI (формула)
tr: Komut Satırı Paketi (Formula)
zh_hans: 命令行包（Formula）
zh_hant: 命令列套件（Formula）

# detail.detail.usedBy
source: Required By (%d)
ar: مطلوب بواسطة (%d)
de: Erforderlich für (%d)
es: Requerido por (%d)
fr: Requis par (%d)
ja: 必要とするパッケージ（%d）
ko: 다음에서 필요함 (%d)
pt: Exigido por (%d)
ru: Требуется для (%d)
tr: Bunu Gerektirenler (%d)
zh_hans: 被依赖（%d）
zh_hant: 被相依（%d）

# detail.detail.website
source: Homepage
ar: الصفحة الرئيسية
es: Página web
fr: Page d’accueil
ja: ホームページ
ko: 홈페이지
pt: Página inicial
ru: Домашняя страница
tr: Web Sitesi
zh_hans: 主页
zh_hant: 首頁

# detail.diagnostics.buttonExecute
source: Run
ar: تشغيل
de: Lauf
es: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
pt: Executar
ru: Беги
tr: Çalıştır
zh_hans: 执行
zh_hant: 執行

# detail.diagnostics.cleanup.desc
source: Remove old downloads and caches.
ar: إزالة التنزيلات القديمة والذاكرات المؤقتة.
de: Entfernen Sie alte Downloads und Caches.
es: Elimina descargas antiguas y cachés.
fr: Supprime les anciens téléchargements et caches.
ja: 古いダウンロードとキャッシュを削除します。
ko: 오래된 다운로드와 캐시를 제거하세요.
pt: Remove downloads antigos e caches.
ru: Удалите старые загрузки и кеши.
tr: Eski indirmeleri ve önbellekleri kaldırır.
zh_hans: 移除旧版本下载和缓存。
zh_hant: 移除舊版本下載與快取。

# detail.diagnostics.cleanup.title
source: Clean Cache
ar: تنظيف الذاكرة المؤقتة
de: Cache leeren
es: Limpiar caché
fr: Nettoyer le cache
ja: キャッシュをクリーンアップ
ko: 캐시 정리
pt: Limpar cache
ru: Очистить кэш
tr: Önbelleği Temizle
zh_hans: 清理缓存
zh_hant: 清理快取

# detail.diagnostics.doctor.desc
source: Check environment variables, permissions, and build paths.
ar: فحص متغيرات البيئة والأذونات ومسارات البناء.
de: Überprüfen Sie Umgebungsvariablen, Berechtigungen und Build-Pfade.
es: Comprueba variables de entorno, permisos y rutas de compilación.
fr: Vérifie les variables d’environnement, les autorisations et les chemins de build.
ja: 環境変数、権限、ビルドパスを確認します。
ko: 환경 변수, 권한, 빌드 경로를 확인하세요.
pt: Verifica variáveis de ambiente, permissões e caminhos de build.
ru: Проверьте переменные среды, разрешения и пути сборки.
tr: Ortam değişkenlerini, izinleri ve derleme yollarını denetler.
zh_hans: 检查环境变量、权限和构建路径。
zh_hant: 檢查環境變數、權限與建置路徑。

# detail.diagnostics.doctor.title
source: Run Diagnostics
ar: تشغيل التشخيص
de: Führen Sie die Diagnose aus
es: Ejecutar diagnóstico
fr: Lancer le diagnostic
ja: 診断を実行
ko: 진단 실행
pt: Executar diagnóstico
ru: Запустить диагностику
tr: Tanılamayı Çalıştır
zh_hans: 运行诊断
zh_hant: 執行診斷

# detail.diagnostics.maintenance.title
source: Maintenance
ar: الصيانة
de: Wartung
es: Mantenimiento
ja: メンテナンス
ko: 유지보수
pt: Manutenção
ru: Техническое обслуживание
tr: Bakım
zh_hans: 维护操作
zh_hant: 維護操作

# detail.diagnostics.pathApply
source: Apply
ar: تطبيق
de: Bewerben
es: Aplicar
fr: Appliquer
ja: 適用
ko: 적용
pt: Aplicar
ru: Применить
tr: Uygula
zh_hans: 应用
zh_hant: 套用

# detail.diagnostics.pathHelpTitle
source: Common install locations
ar: مواقع التثبيت الشائعة
de: Allgemeine Installationsorte
es: Ubicaciones comunes
fr: Emplacements courants
ja: 一般的なインストール場所
ko: 일반적인 설치 위치
pt: Locais comuns de instalação
ru: Общие места установки
tr: Yaygın yükleme konumları
zh_hans: 常见安装位置
zh_hant: 常見安裝位置

# detail.diagnostics.pathNotFoundDesc
source: Install Homebrew or choose the brew executable path manually.
ar: ثبّت Homebrew أو اختر مسار ملف brew التنفيذي يدويًا.
de: Installieren Sie Homebrew oder wählen Sie den Pfad für die ausführbare Brew-Datei manuell aus.
es: Instala Homebrew o elige manualmente la ruta del ejecutable brew.
fr: Installez Homebrew ou choisissez manuellement le chemin de l’exécutable brew.
ja: Homebrew をインストールするか、brew 実行ファイルのパスを手動で指定してください。
ko: Homebrew를 설치하거나 Brew 실행 파일 경로를 수동으로 선택하세요.
pt: Instale o Homebrew ou escolha manualmente o caminho do executável brew.
ru: Установите Homebrew или выберите путь к исполняемому файлу Brew вручную.
tr: Homebrew yükleyin ya da brew yürütülebilir dosyasının yolunu el ile seçin.
zh_hans: 请确认已安装 Homebrew，或手动指定 brew 可执行文件路径。
zh_hant: 請確認已安裝 Homebrew，或手動指定 brew 可執行檔路徑。

# detail.diagnostics.pathNotFoundTitle
source: Homebrew Not Found
ar: لم يتم العثور على Homebrew
de: Homebrew nicht gefunden
es: No se encontró Homebrew
fr: Homebrew introuvable
ja: Homebrew が見つかりません
ko: 홈브류를 찾을 수 없음
pt: Homebrew não encontrado
ru: Домашнее пиво не найдено
tr: Homebrew Bulunamadı
zh_hans: 未检测到 Homebrew
zh_hant: 未偵測到 Homebrew

# detail.diagnostics.pathPlaceholder
source: For example /opt/homebrew/bin/brew
ar: مثال /opt/homebrew/bin/brew
de: Zum Beispiel /opt/homebrew/bin/brew
es: Por ejemplo /opt/homebrew/bin/brew
fr: Par exemple /opt/homebrew/bin/brew
ja: 例: /opt/homebrew/bin/brew
ko: 예를 들어 /opt/homebrew/bin/brew
pt: Por exemplo /opt/homebrew/bin/brew
ru: Например, /opt/homebrew/bin/brew
tr: Örneğin /opt/homebrew/bin/brew
zh_hans: 例如 /opt/homebrew/bin/brew
zh_hant: 例如 /opt/homebrew/bin/brew

# detail.diagnostics.pathTitle
source: brew Path
ar: مسار brew
de: Braupfad
es: Ruta de brew
fr: Chemin brew
ja: brew パス
ko: 양조 경로
pt: Caminho do brew
ru: путь пивоварения
tr: brew Yolu
zh_hans: brew 路径
zh_hant: brew 路徑

# detail.diagnostics.update.desc
source: Sync Homebrew formula and cask lists.
ar: مزامنة قوائم formula و cask في Homebrew.
de: Synchronisieren Sie Homebrew-Formeln und Fasslisten.
es: Sincroniza las listas de formula y cask de Homebrew.
fr: Synchronise les listes formula et cask de Homebrew.
ja: Homebrew の formula と cask 一覧を同期します。
ko: Homebrew 공식과 캐스크 목록을 동기화하세요.
pt: Sincroniza as listas de formula e cask do Homebrew.
ru: Синхронизируйте формулу Homebrew и списки бочек.
tr: Homebrew formula ve cask listelerini eşitler.
zh_hans: 同步 Homebrew formula 和 cask 列表。
zh_hant: 同步 Homebrew formula 與 cask 清單。

# detail.diagnostics.update.title
source: Update Taps
ar: تحديث المصادر
de: Taps aktualisieren
es: Actualizar taps
fr: Mettre à jour les taps
ja: Tap を更新
ko: 업데이트 탭
pt: Atualizar taps
ru: Обновить краны
tr: Tap'ları Güncelle
zh_hans: 更新软件源
zh_hant: 更新軟體源

# detail.diagnostics.upgrade.desc
source: Upgrade currently detected outdated packages.
ar: ترقية الحزم القديمة المكتشفة.
de: Beim Upgrade werden derzeit veraltete Pakete erkannt.
es: Actualiza los paquetes obsoletos detectados.
fr: Met à jour les paquets obsolètes détectés.
ja: 検出された古いパッケージを更新します。
ko: 업그레이드가 현재 오래된 패키지를 감지했습니다.
pt: Atualiza os pacotes desatualizados detectados.
ru: Обновите обнаруженные в данный момент устаревшие пакеты.
tr: Algılanan güncel olmayan paketleri yükseltir.
zh_hans: 更新当前检测到的过期包。
zh_hant: 更新目前偵測到的過期套件。

# detail.diagnostics.upgrade.title
source: Upgrade Packages
ar: ترقية الحزم
de: Upgrade-Pakete
es: Actualizar paquetes
fr: Mettre à jour les paquets
ja: パッケージを更新
ko: 업그레이드 패키지
pt: Atualizar pacotes
ru: Пакеты обновления
tr: Paketleri Yükselt
zh_hans: 更新所有包
zh_hant: 更新所有套件

# detail.filter.all
source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
ja: すべて
ko: 모두
pt: Tudo
ru: Все
tr: Tümü
zh_hans: 全部
zh_hant: 全部

# detail.refresh.button
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
pt: Atualizar
ru: Обновить
tr: Yenile
zh_hans: 刷新
zh_hant: 重新整理

# detail.refresh.help
source: Refresh Homebrew status
ar: تحديث حالة Homebrew
de: Homebrew-Status aktualisieren
es: Actualizar estado de Homebrew
fr: Actualiser l’état Homebrew
ja: Homebrew の状態を更新
ko: 홈브류 상태 새로 고침
pt: Atualizar status do Homebrew
ru: Обновить статус Homebrew
tr: Homebrew durumunu yenile
zh_hans: 刷新 Homebrew 状态
zh_hant: 重新整理 Homebrew 狀態

# detail.search.button
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
pt: Pesquisar
ru: Поиск
tr: Ara
zh_hans: 搜索
zh_hant: 搜尋

# detail.search.empty
source: Enter a keyword to search packages
ar: أدخل كلمة مفتاحية للبحث عن الحزم
de: Geben Sie ein Schlüsselwort ein, um nach Paketen zu suchen
es: Introduce una palabra clave para buscar paquetes
fr: Saisissez un mot-clé pour rechercher des paquets
ja: キーワードを入力してパッケージを検索
ko: 패키지를 검색하려면 키워드를 입력하세요
pt: Digite uma palavra-chave para pesquisar pacotes
ru: Введите ключевое слово для поиска пакетов
tr: Paket aramak için bir anahtar sözcük girin
zh_hans: 输入关键词搜索软件包
zh_hant: 輸入關鍵字搜尋套件

# detail.search.fetchingDetail
source: Loading package details
ar: جارٍ تحميل تفاصيل الحزمة
de: Paketdetails werden geladen
es: Cargando detalles del paquete
fr: Chargement des détails du paquet
ja: パッケージ詳細を読み込み中
ko: 패키지 세부정보 로드 중
pt: Carregando detalhes do pacote
ru: Загрузка сведений о пакете
tr: Paket ayrıntıları yükleniyor
zh_hans: 正在加载包详情
zh_hant: 正在載入套件詳情

# detail.search.hasUpdate
source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mise à jour
ja: 更新可
ko: 업데이트
pt: Atualização
ru: Обновить
tr: Güncelleme
zh_hans: 可更新
zh_hant: 可更新

# detail.search.installAction
source: Install
ar: تثبيت
de: Installieren
es: Instalar
fr: Installer
ja: インストール
ko: 설치
pt: Instalar
ru: Установить
tr: Yükle
zh_hans: 安装
zh_hant: 安裝

# detail.search.installAgainAction
source: Install Again
ar: تثبيت مجددًا
de: Erneut installieren
es: Instalar de nuevo
fr: Réinstaller
ja: 再インストール
ko: 다시 설치
pt: Instalar novamente
ru: Установить снова
tr: Yeniden Yükle
zh_hans: 重新安装
zh_hant: 重新安裝

# detail.search.installedHint
source: This package is already installed.
ar: هذه الحزمة مثبتة بالفعل.
de: Dieses Paket ist bereits installiert.
es: Este paquete ya está instalado.
fr: Ce paquet est déjà installé.
ja: このパッケージはすでにインストールされています。
ko: 이 패키지는 이미 설치되어 있습니다.
pt: Este pacote já está instalado.
ru: Этот пакет уже установлен.
tr: Bu paket zaten yüklü.
zh_hans: 此包已安装。
zh_hant: 此套件已安裝。

# detail.search.loadingInstalled
source: Loading Homebrew status
ar: جارٍ تحميل حالة Homebrew
de: Homebrew-Status wird geladen
es: Cargando estado de Homebrew
fr: Chargement de l’état Homebrew
ja: Homebrew の状態を読み込み中
ko: 홈브류 상태 로드 중
pt: Carregando status do Homebrew
ru: Загрузка статуса Homebrew
tr: Homebrew durumu yükleniyor
zh_hans: 正在加载 Homebrew 状态
zh_hant: 正在載入 Homebrew 狀態

# detail.search.noMatch
source: No matching installed packages
ar: لا توجد حزم مثبتة مطابقة
de: Keine passenden installierten Pakete
es: No hay paquetes instalados coincidentes
fr: Aucun paquet installé correspondant
ja: 一致するインストール済みパッケージはありません
ko: 일치하는 설치된 패키지가 없습니다.
pt: Nenhum pacote instalado correspondente
ru: Нет соответствующих установленных пакетов
tr: Eşleşen yüklü paket yok
zh_hans: 没有匹配的已安装包
zh_hant: 沒有符合的已安裝套件

# detail.search.notLoaded
source: Installed packages not loaded yet
ar: لم يتم تحميل الحزم المثبتة بعد
de: Installierte Pakete wurden noch nicht geladen
es: Los paquetes instalados aún no se han cargado
fr: Les paquets installés ne sont pas encore chargés
ja: インストール済みパッケージは未読み込みです
ko: 설치된 패키지가 아직 로드되지 않았습니다.
pt: Pacotes instalados ainda não carregados
ru: Установленные пакеты еще не загружены
tr: Yüklü paketler henüz getirilmedi
zh_hans: 尚未加载已安装包
zh_hant: 尚未載入已安裝套件

# detail.search.onlinePlaceholder
source: Search packages
ar: البحث عن حزم
de: Pakete suchen
es: Buscar paquetes
fr: Rechercher des paquets
ja: パッケージを検索
ko: 패키지 검색
pt: Pesquisar pacotes
ru: Поиск пакетов
tr: Paket ara
zh_hans: 搜索软件包
zh_hant: 搜尋套件

# detail.search.placeholder
source: Search installed packages
ar: البحث في الحزم المثبتة
de: Durchsuchen Sie installierte Pakete
es: Buscar paquetes instalados
fr: Rechercher les paquets installés
ja: インストール済みパッケージを検索
ko: 설치된 패키지 검색
pt: Pesquisar pacotes instalados
ru: Поиск установленных пакетов
tr: Yüklü paketleri ara
zh_hans: 搜索已安装包
zh_hant: 搜尋已安裝套件

# detail.search.searching
source: Searching Homebrew
ar: جارٍ البحث في Homebrew
de: Suche nach Homebrew
es: Buscando en Homebrew
fr: Recherche dans Homebrew
ja: Homebrew を検索中
ko: 홈브류 검색 중
pt: Pesquisando no Homebrew
ru: Поиск доморощенного пива
tr: Homebrew aranıyor
zh_hans: 正在搜索 Homebrew
zh_hant: 正在搜尋 Homebrew
